Autodesk.Revit.DB.Analysis.AnalysisDisplayColoredSurfaceSettings.GridColor
Color of grid lines.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2011

Autodesk.Revit.DB.Analysis.AnalysisDisplayColoredSurfaceSettings.#ctor(Autodesk.Revit.DB.Analysis.AnalysisDisplayColoredSurfaceSettings)
Constructs a new copy of the input AnalysisDisplayColoredSurfaceSettings object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2011